Repository: vichr-vita/flashcards-open-source-app
Catalog: apps/ios/Flashcards/Flashcards/Resources/Localization/Foundation.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es_es, es_mx, et, fa, fi, fr, gu, he, hi, hr, hu, id, is, it, ja, kn, ko, lt, lv, ml, mr, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zu

# progress.screen.streak_leaderboard.info.message
source: Current streak days determine your rank. A streak day is any local day with at least one card review rated %1$@, %2$@, %3$@, or %4$@.
ar: تحدد أيام سلسلتك الحالية ترتيبك. يوم السلسلة هو أي يوم محلي يحتوي على مراجعة بطاقة واحدة على الأقل بتقييم %1$@ أو %2$@ أو %3$@ أو %4$@.
bg: Дните в текущата поредица определят мястото ви. За ден от поредицата се брои всеки ден по местно време с поне един преговор на карта с оценка %1$@, %2$@, %3$@ или %4$@.
bn: বর্তমান ধারাবাহিকতার দিনের সংখ্যা আপনার অবস্থান নির্ধারণ করে। স্থানীয় সময় অনুযায়ী কোনো দিনে অন্তত একটি কার্ড %1$@, %2$@, %3$@ বা %4$@ দিয়ে মূল্যায়ন করলে সেই দিনটি ধারাবাহিকতায় গণনা করা হয়।
ca: Els dies de la ratxa actual determinen la teva posició. Compta com a dia de ratxa qualsevol dia local amb almenys un repàs d’una targeta valorat amb %1$@, %2$@, %3$@ o %4$@.
cs: Vaše pořadí určuje počet dní aktuální série. Den série je místní den s alespoň jedním opakováním kartičky hodnoceným %1$@, %2$@, %3$@ nebo %4$@.
da: Antallet af dage i din aktuelle læringsserie bestemmer din placering. En seriedag er en lokal dag med mindst én kortrepetition bedømt som %1$@, %2$@, %3$@ eller %4$@.
de: Deine aktuellen Serientage bestimmen deinen Rang. Ein Serientag ist jeder lokale Tag mit mindestens einer Kartenwiederholung, die mit %1$@, %2$@, %3$@ oder %4$@ bewertet wurde.
el: Οι ημέρες του τρέχοντος σερί καθορίζουν τη θέση σας. Ημέρα σερί είναι κάθε τοπική ημέρα με τουλάχιστον μία επανάληψη κάρτας με βαθμό %1$@, %2$@, %3$@ ή %4$@.
es_es: Tus días de racha actuales determinan tu posición. Un día de racha es cualquier día local con al menos una revisión de tarjeta calificada como %1$@, %2$@, %3$@ o %4$@.
es_mx: Tus días de racha actuales determinan tu posición. Un día de racha es cualquier día local con al menos una revisión de tarjeta calificada como %1$@, %2$@, %3$@ o %4$@.
et: Sinu koha määrab praegune järjestikuste päevade arv. Päev läheb arvesse, kui hindad sel kohalikul kalendripäeval vähemalt ühe kaardi hinnanguga %1$@, %2$@, %3$@ või %4$@.
fa: تعداد روزهای پیاپی فعلی رتبهٔ شما را تعیین می‌کند. هر روز محلی که در آن دست‌کم یک کارت را با %1$@، %2$@، %3$@ یا %4$@ مرور کنید، یک روز پیاپی محسوب می‌شود.
fi: Nykyisen päiväputken pituus määrää sijoituksesi. Putkeen lasketaan jokainen paikallinen päivä, jona vähintään yksi kortti saa arvion %1$@, %2$@, %3$@ tai %4$@.
fr: Votre rang est déterminé par le nombre de jours de votre série actuelle. Un jour de série est un jour local avec au moins une révision de carte notée %1$@, %2$@, %3$@ ou %4$@.
gu: વર્તમાન સતત અભ્યાસના દિવસો તમારો ક્રમ નક્કી કરે છે. સ્થાનિક દિવસમાં ઓછામાં ઓછા એક કાર્ડને %1$@, %2$@, %3$@ અથવા %4$@ રેટિંગ આપ્યું હોય તો તે સતત અભ્યાસનો દિવસ ગણાય છે.
he: ימי הרצף הנוכחי קובעים את הדירוג שלך. יום ברצף הוא כל יום לפי השעון המקומי שבו בוצעה לפחות חזרה אחת בדירוג %1$@, %2$@, %3$@ או %4$@.
hi: आपकी मौजूदा स्ट्रीक के दिन आपकी रैंक तय करते हैं। स्ट्रीक दिन कोई भी स्थानीय दिन है जिसमें कम से कम एक कार्ड समीक्षा को %1$@, %2$@, %3$@ या %4$@ रेट किया गया हो।
hr: Dani trenutačnog niza određuju vaš plasman. Dan niza jest svaki lokalni dan s barem jednim ponavljanjem kartice ocijenjenim kao %1$@, %2$@, %3$@ ili %4$@.
hu: A jelenlegi sorozatod hossza határozza meg a helyezésedet. A sorozatba minden olyan helyi nap beleszámít, amikor legalább egy kártyát %1$@, %2$@, %3$@ vagy %4$@ értékeléssel ismételsz.
id: Peringkat ditentukan oleh jumlah hari rangkaian saat ini. Hari rangkaian adalah hari setempat dengan minimal satu pengulangan kartu bernilai %1$@, %2$@, %3$@, atau %4$@.
is: Dagar í núverandi runu ákvarða sæti þitt. Runudagur er hver staðardagur með að minnsta kosti einni upprifjun sem er metin %1$@, %2$@, %3$@ eða %4$@.
it: I giorni della serie attuale determinano la tua posizione. Un giorno di serie è un giorno locale con almeno una scheda ripassata e valutata %1$@, %2$@, %3$@ o %4$@.
ja: 現在の連続記録日数でランクが決まります。連続記録の1日は、カードレビューが1回以上%1$@、%2$@、%3$@、または%4$@で評価されたローカル日です。
kn: ಪ್ರಸ್ತುತ ನಿರಂತರ ದಿನಗಳು ನಿಮ್ಮ ಸ್ಥಾನವನ್ನು ನಿರ್ಧರಿಸುತ್ತವೆ. ಸ್ಥಳೀಯ ಸಮಯದ ಒಂದು ದಿನದಲ್ಲಿ ಕನಿಷ್ಠ ಒಂದು ಕಾರ್ಡ್‌ಗೆ %1$@, %2$@, %3$@ ಅಥವಾ %4$@ ಮೌಲ್ಯಮಾಪನ ನೀಡಿದರೆ ಅದು ನಿರಂತರತೆಯ ದಿನವಾಗುತ್ತದೆ.
ko: 현재 연속 학습 일수로 순위가 정해집니다. 현지 날짜 기준으로 카드를 하나 이상 복습하고 %1$@, %2$@, %3$@ 또는 %4$@으로 평가하면 연속 학습일로 인정됩니다.
lt: Jūsų vietą lemia dabartinės serijos dienos. Serijos diena – bet kuri vietinė diena, kai bent vieną kortelę įvertinate %1$@, %2$@, %3$@ arba %4$@.
lv: Jūsu vietu nosaka pašreizējās sērijas dienas. Sērijas diena ir jebkura vietējā diena, kad vismaz vienu kartīti novērtējat ar %1$@, %2$@, %3$@ vai %4$@.
ml: നിലവിലെ തുടർച്ചയിലെ ദിവസങ്ങളാണ് നിങ്ങളുടെ സ്ഥാനം നിർണ്ണയിക്കുന്നത്. കുറഞ്ഞത് ഒരു കാർഡെങ്കിലും %1$@, %2$@, %3$@ അല്ലെങ്കിൽ %4$@ എന്ന് റേറ്റ് ചെയ്ത പ്രാദേശിക ദിവസമാണ് തുടർച്ചാ ദിവസം.
mr: सध्याच्या सलग दिवसांवर तुमचा क्रमांक ठरतो. ज्या स्थानिक दिवशी किमान एका कार्डच्या उजळणीला %1$@, %2$@, %3$@ किंवा %4$@ रेटिंग दिले जाते, तो दिवस मालिकेत मोजला जातो.
nb: Antall dager i den nåværende dagrekken avgjør plasseringen din. En dag telles når du har minst én kortrepetisjon vurdert som %1$@, %2$@, %3$@ eller %4$@ den lokale dagen.
nl: Het aantal dagen in je huidige dagreeks bepaalt je positie. Een dag telt mee als je die lokale dag minstens één kaart hebt herhaald met de beoordeling %1$@, %2$@, %3$@ of %4$@.
pa: ਮੌਜੂਦਾ ਲੜੀ ਦੇ ਦਿਨ ਤੁਹਾਡਾ ਦਰਜਾ ਨਿਰਧਾਰਤ ਕਰਦੇ ਹਨ। ਲੜੀ ਦਾ ਦਿਨ ਉਹ ਸਥਾਨਕ ਦਿਨ ਹੈ ਜਿਸ ਵਿੱਚ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਕਾਰਡ ਦੀ ਦੁਹਰਾਈ ਨੂੰ %1$@, %2$@, %3$@ ਜਾਂ %4$@ ਰੇਟ ਕੀਤਾ ਗਿਆ ਹੋਵੇ।
pl: Liczba dni bieżącej serii określa Twoją pozycję. Dzień serii to dzień w lokalnej strefie czasowej z co najmniej jedną powtórką ocenioną jako %1$@, %2$@, %3$@ lub %4$@.
pt_br: Os dias da sua sequência atual determinam a sua posição. Um dia de sequência é qualquer dia local com pelo menos uma revisão de cartão avaliada como %1$@, %2$@, %3$@ ou %4$@.
ro: Zilele seriei actuale determină poziția ta. O zi din serie este orice zi locală cu cel puțin o recapitulare evaluată %1$@, %2$@, %3$@ sau %4$@.
ru: Ваше место определяется текущим числом дней серии. Днем серии считается любой локальный день, когда хотя бы одно повторение карточки оценено как %1$@, %2$@, %3$@ или %4$@.
sk: Poradie určuje počet dní aktuálnej série. Dňom série je každý miestny deň s aspoň jedným opakovaním karty s hodnotením %1$@, %2$@, %3$@ alebo %4$@.
sl: Uvrstitev določa število dni trenutnega niza. Dan niza je vsak lokalni dan z vsaj eno ponovitvijo kartice, ocenjeno z %1$@, %2$@, %3$@ ali %4$@.
sv: Antalet dagar i din aktuella svit avgör din placering. En svitdag är en lokal dag med minst en kortrepetition bedömd som %1$@, %2$@, %3$@ eller %4$@.
sw: Siku za mfululizo wa sasa huamua nafasi yako. Siku ya mfululizo ni siku yoyote ya eneo lako yenye angalau marudio moja ya kadi yaliyokadiriwa %1$@, %2$@, %3$@, au %4$@.
ta: தற்போதைய தொடர் நாட்கள் உங்கள் தரநிலையை நிர்ணயிக்கின்றன. குறைந்தது ஓர் அட்டைக்காவது %1$@, %2$@, %3$@ அல்லது %4$@ என மதிப்பிட்டு மீள்பயிற்சி செய்த உள்ளூர் நாள் தொடர் நாளாகும்.
te: ప్రస్తుత వరుస రోజుల సంఖ్య మీ ర్యాంక్‌ను నిర్ణయిస్తుంది. కనీసం ఒక కార్డునైనా %1$@, %2$@, %3$@ లేదా %4$@ అని రేట్ చేసి పునశ్చరణ చేసిన స్థానిక రోజు వరుస రోజుగా లెక్కించబడుతుంది.
th: จำนวนวันที่เรียนต่อเนื่องในปัจจุบันกำหนดอันดับของคุณ วันต่อเนื่องคือวันตามเวลาท้องถิ่นที่ทบทวนการ์ดอย่างน้อยหนึ่งใบและให้คะแนน %1$@, %2$@, %3$@ หรือ %4$@
tr: Mevcut seri günleriniz sıralamanızı belirler. En az bir kartı %1$@, %2$@, %3$@ veya %4$@ olarak değerlendirdiğiniz her yerel gün seriye sayılır.
uk: Місце визначається кількістю днів поточної серії. День серії — це будь-який день за місцевим часом, коли хоча б одну картку оцінено як %1$@, %2$@, %3$@ або %4$@.
ur: موجودہ مسلسل دن آپ کا رتبہ طے کرتے ہیں۔ مسلسل دن وہ مقامی دن ہے جس میں کم از کم ایک کارڈ کی دہرائی کو %1$@، %2$@، %3$@ یا %4$@ دیا گیا ہو۔
vi: Số ngày trong chuỗi hiện tại quyết định thứ hạng của bạn. Một ngày được tính là ngày theo giờ địa phương có ít nhất một lượt ôn thẻ được đánh giá %1$@, %2$@, %3$@ hoặc %4$@.
zh_hans: 当前连续记录天数决定你的排名。连续记录日是指本地日期内至少有一次卡片复习被评为%1$@、%2$@、%3$@或%4$@。
zu: Izinsuku zochungechunge lwamanje zinquma izinga lakho. Usuku lochungechunge yinoma yiluphi usuku lwasendaweni olunokubukeza ikhadi okungenani okukodwa okukalwe ngokuthi %1$@, %2$@, %3$@, noma %4$@.

# progress.screen.streak_leaderboard.load_failed.message
source: Try again later.
ar: حاول مرة أخرى لاحقًا.
bg: Опитайте отново по-късно.
bn: পরে আবার চেষ্টা করুন।
ca: Torna-ho a provar més tard.
cs: Zkuste to znovu později.
da: Prøv igen senere.
de: Versuche es später erneut.
el: Δοκιμάστε ξανά αργότερα.
es_es: Inténtalo de nuevo más tarde.
es_mx: Inténtalo de nuevo más tarde.
et: Proovi hiljem uuesti.
fa: بعداً دوباره امتحان کنید.
fi: Yritä myöhemmin uudelleen.
fr: Réessayez plus tard.
gu: પછી ફરી પ્રયાસ કરો.
he: יש לנסות שוב מאוחר יותר.
hi: बाद में फिर से कोशिश करें।
hr: Pokušajte ponovno kasnije.
hu: Próbáld újra később.
id: Coba lagi nanti.
is: Reyndu aftur síðar.
it: Riprova più tardi.
ja: 後でもう一度お試しください。
kn: ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 나중에 다시 시도하세요.
lt: Bandykite vėliau.
lv: Mēģiniet vēlāk.
ml: പിന്നീട് വീണ്ടും ശ്രമിക്കുക.
mr: नंतर पुन्हा प्रयत्न करा.
nb: Prøv igjen senere.
nl: Probeer het later opnieuw.
pa: ਬਾਅਦ ਵਿੱਚ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Spróbuj ponownie później.
pt_br: Tente de novo mais tarde.
ro: Încearcă din nou mai târziu.
ru: Попробуйте позже.
sk: Skúste to znova neskôr.
sl: Poskusite znova pozneje.
sv: Försök igen senare.
sw: Jaribu tena baadaye.
ta: பின்னர் மீண்டும் முயலவும்.
te: తర్వాత మళ్లీ ప్రయత్నించండి.
th: ลองอีกครั้งภายหลัง
tr: Daha sonra tekrar deneyin.
uk: Спробуйте пізніше.
ur: بعد میں دوبارہ کوشش کریں۔
vi: Hãy thử lại sau.
zh_hans: 请稍后重试。
zu: Zama futhi kamuva.

# progress.screen.streak_leaderboard.load_failed.title
source: Couldn't load the streak leaderboard
ar: تعذّر تحميل لوحة صدارة السلسلة
bg: Класацията по поредица не можа да се зареди
bn: ধারাবাহিকতা লিডারবোর্ড লোড করা যায়নি
ca: No s'ha pogut carregar la taula de classificació de la ratxa
cs: Žebříček sérií se nepodařilo načíst
da: Ranglisten over læringsserier kunne ikke indlæses
de: Serien-Bestenliste konnte nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση της κατάταξης σερί
es_es: No se pudo cargar la clasificación de rachas
es_mx: No se pudo cargar la tabla de rachas
et: Järjestikuste päevade edetabelit ei saanud laadida
fa: بارگیری جدول رتبه‌بندی روزهای پیاپی ممکن نشد
fi: Päiväputkien tulostaulukkoa ei voitu ladata
fr: Impossible de charger le classement des séries
gu: સતત અભ્યાસની ક્રમાંક યાદી લોડ થઈ શકી નહીં
he: לא ניתן לטעון את טבלת הרצפים
hi: स्ट्रीक लीडरबोर्ड लोड नहीं हो सका
hr: Nije moguće učitati ljestvicu nizova
hu: Nem sikerült betölteni a sorozatranglistát
id: Tidak dapat memuat papan peringkat rangkaian
is: Ekki tókst að hlaða runutöfluna
it: Impossibile caricare la classifica delle serie
ja: 連続記録リーダーボードを読み込めませんでした
kn: ನಿರಂತರ ದಿನಗಳ ಶ್ರೇಯಾಂಕಪಟ್ಟಿ ಲೋಡ್ ಮಾಡಲಾಗಲಿಲ್ಲ
ko: 연속 학습 순위표를 불러오지 못함
lt: Nepavyko įkelti serijų lyderių lentelės
lv: Neizdevās ielādēt sēriju līderu sarakstu
ml: തുടർച്ചാ ലീഡർബോർഡ് ലോഡ് ചെയ്യാനായില്ല
mr: सलग दिवसांची क्रमवारी लोड करता आली नाही
nb: Kunne ikke laste rangeringen for dagrekker
nl: Klassement voor dagreeksen kon niet worden geladen
pa: ਲਗਾਤਾਰ ਦਿਨਾਂ ਦੀ ਦਰਜਾਬੰਦੀ ਲੋਡ ਨਹੀਂ ਹੋ ਸਕੀ
pl: Nie udało się wczytać rankingu serii
pt_br: Não foi possível carregar o ranking de sequências
ro: Clasamentul seriilor nu a putut fi încărcat
ru: Не удалось загрузить таблицу лидеров по сериям
sk: Rebríček sérií sa nepodarilo načítať
sl: Lestvice nizov ni bilo mogoče naložiti
sv: Topplistan för sviter kunde inte läsas in
sw: Ubao wa mfululizo haukuweza kupakiwa
ta: தொடர் நாள் தரவரிசையை ஏற்ற முடியவில்லை
te: వరుస రోజుల లీడర్‌బోర్డ్ లోడ్ కాలేదు
th: โหลดตารางอันดับสถิติต่อเนื่องไม่ได้
tr: Seri sıralaması yüklenemedi
uk: Не вдалося завантажити таблицю серій
ur: مسلسل دنوں کی درجہ بندی لوڈ نہیں ہو سکی
vi: Không thể tải bảng xếp hạng chuỗi ngày
zh_hans: 无法加载连续记录排行榜
zu: Ibhodi labahamba phambili ngochungechunge alilayishekanga

# progress.screen.streak_leaderboard.offline.message
source: Connect to the internet to load the streak leaderboard.
ar: اتصل بالإنترنت لتحميل لوحة صدارة السلسلة.
bg: Свържете се с интернет, за да заредите класацията по поредица.
bn: ধারাবাহিকতা লিডারবোর্ড লোড করতে ইন্টারনেটের সাথে সংযোগ করুন।
ca: Connecteu-vos a Internet per carregar la classificació de la ratxa.
cs: Pro načtení žebříčku sérií se připojte k internetu.
da: Opret forbindelse til internettet for at indlæse ranglisten over læringsserier.
de: Stelle eine Internetverbindung her, um die Serien-Bestenliste zu laden.
el: Συνδεθείτε στο διαδίκτυο για να φορτώσετε την κατάταξη σερί.
es_es: Conéctate a internet para cargar la clasificación de rachas.
es_mx: Conéctate a internet para cargar la tabla de rachas.
et: Järjestikuste päevade edetabeli laadimiseks loo internetiühendus.
fa: برای بارگیری جدول رتبه‌بندی روزهای پیاپی به اینترنت متصل شوید.
fi: Yhdistä internetiin ladataksesi päiväputkien tulostaulukon.
fr: Connectez-vous à Internet pour charger le classement des séries.
gu: સતત અભ્યાસની ક્રમાંક યાદી લોડ કરવા ઇન્ટરનેટ સાથે જોડાઓ.
he: כדי לטעון את טבלת הרצפים, יש להתחבר לאינטרנט.
hi: स्ट्रीक लीडरबोर्ड लोड करने के लिए इंटरनेट से कनेक्ट करें।
hr: Povežite se s internetom za učitavanje ljestvice nizova.
hu: Csatlakozz az internethez a sorozatranglista betöltéséhez.
id: Hubungkan ke internet untuk memuat papan peringkat rangkaian.
is: Tengstu internetinu til að hlaða runutöfluna.
it: Connettiti a internet per caricare la classifica delle serie.
ja: 連続記録リーダーボードを読み込むにはインターネットに接続してください。
kn: ನಿರಂತರ ದಿನಗಳ ಶ್ರೇಯಾಂಕಪಟ್ಟಿ ಲೋಡ್ ಮಾಡಲು ಇಂಟರ್ನೆಟ್‌ಗೆ ಸಂಪರ್ಕಿಸಿ.
ko: 연속 학습 순위표를 불러오려면 인터넷에 연결하세요.
lt: Prisijunkite prie interneto, kad įkeltumėte serijų lyderių lentelę.
lv: Izveidojiet savienojumu ar internetu, lai ielādētu sēriju līderu sarakstu.
ml: തുടർച്ചാ ലീഡർബോർഡ് ലോഡ് ചെയ്യാൻ ഇന്റർനെറ്റിൽ ബന്ധിപ്പിക്കുക.
mr: सलग दिवसांची क्रमवारी लोड करण्यासाठी इंटरनेटशी जोडा.
nb: Koble til internett for å laste rangeringen for dagrekker.
nl: Maak verbinding met internet om het klassement voor dagreeksen te laden.
pa: ਲਗਾਤਾਰ ਦਿਨਾਂ ਦੀ ਦਰਜਾਬੰਦੀ ਲੋਡ ਕਰਨ ਲਈ ਇੰਟਰਨੈੱਟ ਨਾਲ ਜੁੜੋ।
pl: Połącz się z internetem, aby wczytać ranking serii.
pt_br: Conecte-se à internet para carregar o ranking de sequências.
ro: Conectează-te la internet pentru a încărca clasamentul seriilor.
ru: Подключитесь к интернету, чтобы загрузить таблицу лидеров по сериям.
sk: Na načítanie rebríčka sérií sa pripojte k internetu.
sl: Za nalaganje lestvice nizov se povežite z internetom.
sv: Anslut till internet för att läsa in topplistan för sviter.
sw: Unganisha kwenye intaneti ili kupakia ubao wa mfululizo.
ta: தொடர் நாள் தரவரிசையை ஏற்ற இணையத்துடன் இணையவும்.
te: వరుస రోజుల లీడర్‌బోర్డ్‌ను లోడ్ చేయడానికి ఇంటర్నెట్‌కు కనెక్ట్ అవ్వండి.
th: เชื่อมต่ออินเทอร์เน็ตเพื่อโหลดตารางอันดับสถิติต่อเนื่อง
tr: Seri sıralamasını yüklemek için internete bağlanın.
uk: Підключіться до інтернету, щоб завантажити таблицю серій.
ur: مسلسل دنوں کی درجہ بندی لوڈ کرنے کے لیے انٹرنیٹ سے جڑیں۔
vi: Kết nối internet để tải bảng xếp hạng chuỗi ngày.
zh_hans: 连接互联网以加载连续记录排行榜。
zu: Xhuma ku-inthanethi ukuze ulayishe ibhodi labahamba phambili ngochungechunge.

# progress.screen.streak_leaderboard.offline.title
source: You're offline
ar: أنت غير متصل
bg: Вие сте офлайн
bn: আপনি অফলাইনে আছেন
ca: Estàs fora de línia
cs: Jste offline
da: Du er offline
de: Du bist offline
el: Είστε εκτός σύνδεσης
es_es: Sin conexión
es_mx: Sin conexión
et: Oled võrguühenduseta
fa: آفلاین هستید
fi: Olet offline-tilassa
fr: Vous êtes hors ligne
gu: તમે ઑફલાઇન છો
he: אין חיבור לרשת
hi: आप ऑफ़लाइन हैं
hr: Izvan mreže ste
hu: Offline vagy
id: Anda offline
is: Þú ert án nettengingar
it: Sei offline
ja: オフラインです
kn: ನೀವು ಆಫ್‌ಲೈನ್‌ನಲ್ಲಿದ್ದೀರಿ
ko: 오프라인 상태
lt: Esate neprisijungę
lv: Jūs esat bezsaistē
ml: നിങ്ങൾ ഓഫ്‌ലൈനിലാണ്
mr: तुम्ही ऑफलाइन आहात
nb: Du er frakoblet
nl: Je bent offline
pa: ਤੁਸੀਂ ਆਫ਼ਲਾਈਨ ਹੋ
pl: Jesteś offline
pt_br: Você está offline
ro: Ești offline
ru: Вы офлайн
sk: Ste offline
sl: Brez povezave ste
sv: Du är offline
sw: Huna muunganisho wa intaneti
ta: இணைய இணைப்பு இல்லை
te: మీరు ఆఫ్‌లైన్‌లో ఉన్నారు
th: คุณออฟไลน์อยู่
tr: Çevrimdışısınız
uk: Ви не в мережі
ur: آپ آف لائن ہیں
vi: Bạn đang ngoại tuyến
zh_hans: 您处于离线状态
zu: Awuxhumekile ku-inthanethi

# progress.screen.streak_leaderboard.row.accessibility_value
source: Rank %1$lld, %2$@
ar: المرتبة %1$lld، %2$@
bg: Място %1$lld, %2$@
bn: অবস্থান %1$lld, %2$@
ca: Posició %1$lld, %2$@
cs: Pořadí %1$lld, %2$@
da: Placering %1$lld, %2$@
de: Rang %1$lld, %2$@
el: Θέση %1$lld, %2$@
es_es: Puesto %1$lld, %2$@
es_mx: Puesto %1$lld, %2$@
et: Koht %1$lld, %2$@
fa: رتبهٔ %1$lld، %2$@
fi: Sijoitus %1$lld, %2$@
fr: Rang %1$lld, %2$@
gu: ક્રમ %1$lld, %2$@
he: מקום %1$lld, %2$@
hi: रैंक %1$lld, %2$@
hr: Mjesto %1$lld, %2$@
hu: %1$lld. hely, %2$@
id: Peringkat %1$lld, %2$@
is: Sæti %1$lld, %2$@
it: Posizione %1$lld, %2$@
ja: ランク%1$lld、%2$@
kn: ಸ್ಥಾನ %1$lld, %2$@
ko: %1$lld위, %2$@
lt: Vieta %1$lld, %2$@
lv: Vieta %1$lld, %2$@
ml: സ്ഥാനം %1$lld, %2$@
mr: क्रमांक %1$lld, %2$@
nb: Plass %1$lld, %2$@
nl: Positie %1$lld, %2$@
pa: ਦਰਜਾ %1$lld, %2$@
pl: Pozycja %1$lld, %2$@
pt_br: Posição %1$lld, %2$@
ro: Poziția %1$lld, %2$@
ru: Место %1$lld, %2$@
sk: Poradie %1$lld, %2$@
sl: Uvrstitev %1$lld, %2$@
sv: Placering %1$lld, %2$@
sw: Nafasi %1$lld, %2$@
ta: தரநிலை %1$lld, %2$@
te: ర్యాంక్ %1$lld, %2$@
th: อันดับ %1$lld, %2$@
tr: Sıra %1$lld, %2$@
uk: Місце %1$lld, %2$@
ur: رتبہ %1$lld، %2$@
vi: Hạng %1$lld, %2$@
zh_hans: 第%1$lld名，%2$@
zu: Izinga: %1$lld, %2$@

# progress.screen.streak_leaderboard.section_title
source: Streak leaderboard
ar: لوحة صدارة السلسلة
bg: Класация по поредица
bn: ধারাবাহিকতার লিডারবোর্ড
ca: Classificació de ratxes
cs: Žebříček sérií
da: Rangliste over læringsserier
de: Serien-Bestenliste
el: Κατάταξη σερί
es_es: Clasificación de rachas
es_mx: Tabla de rachas
et: Järjestikuste päevade edetabel
fa: جدول رتبه‌بندی روزهای پیاپی
fi: Päiväputkien tulostaulukko
fr: Classement des séries
gu: સતત અભ્યાસની ક્રમાંક યાદી
he: טבלת רצפים
hi: स्ट्रीक लीडरबोर्ड
hr: Ljestvica nizova
hu: Sorozatranglista
id: Papan peringkat rangkaian
is: Runutafla
it: Classifica delle serie
ja: 連続記録リーダーボード
kn: ನಿರಂತರ ದಿನಗಳ ಶ್ರೇಯಾಂಕಪಟ್ಟಿ
ko: 연속 학습 순위표
lt: Serijų lyderių lentelė
lv: Sēriju līderu saraksts
ml: തുടർച്ചാ ലീഡർബോർഡ്
mr: सलग दिवसांची क्रमवारी
nb: Rangering for dagrekker
nl: Klassement voor dagreeksen
pa: ਲਗਾਤਾਰ ਦਿਨਾਂ ਦੀ ਦਰਜਾਬੰਦੀ
pl: Ranking serii
pt_br: Ranking de sequências
ro: Clasamentul seriilor
ru: Таблица лидеров по сериям
sk: Rebríček sérií
sl: Lestvica nizov
sv: Topplista för sviter
sw: Ubao wa mfululizo
ta: தொடர் நாள் தரவரிசை
te: వరుస రోజుల లీడర్‌బోర్డ్
th: ตารางอันดับสถิติต่อเนื่อง
tr: Seri sıralaması
uk: Таблиця серій
ur: مسلسل دنوں کی درجہ بندی
vi: Bảng xếp hạng chuỗi ngày
zh_hans: 连续记录排行榜
zu: Ibhodi labahamba phambili ngochungechunge

# progress.screen.streak.frozen_day.accessibility
source: Frozen day
ar: يوم مجمّد
bg: Замразен ден
bn: ফ্রিজ দিয়ে সুরক্ষিত দিন
ca: Dia congelat
cs: Den chráněný zmrazením
da: Frosset dag
de: Eingefrorener Tag
el: Παγωμένη ημέρα
es_es: Día congelado
es_mx: Día congelado
et: Külmutatud päev
fa: روز محافظت‌شده
fi: Suojattu päivä
fr: Jour gelé
gu: રક્ષિત દિવસ
he: יום מוקפא
hi: फ़्रीज़ किया गया दिन
hr: Zamrznuti dan
hu: Védett nap
id: Hari terlindungi
is: Varinn dagur
it: Giorno protetto
ja: フリーズした日
kn: ರಕ್ಷಿತ ದಿನ
ko: 보호된 날
lt: Apsaugota diena
lv: Aizsargāta diena
ml: സംരക്ഷിച്ച ദിവസം
mr: संरक्षित दिवस
nb: Fryst dag
nl: Beschermde dag
pa: ਫ੍ਰੀਜ਼ ਕੀਤਾ ਦਿਨ
pl: Zamrożony dzień
pt_br: Dia congelado
ro: Zi înghețată
ru: Замороженный день
sk: Chránený deň
sl: Zaščiten dan
sv: Skyddad dag
sw: Siku iliyolindwa
ta: பாதுகாக்கப்பட்ட நாள்
te: రక్షించబడిన రోజు
th: วันที่ใช้สิทธิ์พัก
tr: Korunan gün
uk: Заморожений день
ur: محفوظ دن
vi: Ngày được bảo vệ
zh_hans: 已冻结的一天
zu: Usuku oluvikelwe

# progress.screen.streak.future_day.accessibility
source: Future day
ar: يوم مستقبلي
bg: Бъдещ ден
bn: ভবিষ্যতের দিন
ca: Dia futur
cs: Budoucí den
da: Fremtidig dag
de: Zukünftiger Tag
el: Μελλοντική ημέρα
es_es: Día futuro
es_mx: Día futuro
et: Tulevane päev
fa: روز آینده
fi: Tuleva päivä
fr: Jour à venir
gu: ભવિષ્યનો દિવસ
he: יום עתידי
hi: भविष्य का दिन
hr: Budući dan
hu: Jövőbeli nap
id: Hari mendatang
is: Framtíðardagur
it: Giorno futuro
ja: 未来の日
kn: ಮುಂದಿನ ದಿನ
ko: 미래 날짜
lt: Būsima diena
lv: Nākotnes diena
ml: ഭാവിയിലെ ദിവസം
mr: भावी दिवस
nb: Fremtidig dag
nl: Toekomstige dag
pa: ਆਉਣ ਵਾਲਾ ਦਿਨ
pl: Przyszły dzień
pt_br: Dia futuro
ro: Zi viitoare
ru: Будущий день
sk: Budúci deň
sl: Prihodnji dan
sv: Framtida dag
sw: Siku ya baadaye
ta: வரவிருக்கும் நாள்
te: భవిష్యత్ రోజు
th: วันในอนาคต
tr: Gelecek gün
uk: Майбутній день
ur: آنے والا دن
vi: Ngày trong tương lai
zh_hans: 未来日期
zu: Usuku oluzayo

# progress.screen.streak.section_title
source: Streak
ar: السلسلة
bg: Поредица
bn: ধারাবাহিকতা
ca: Ratxa
cs: Série
da: Læringsserie
de: Serie
el: Σερί
es_es: Racha
es_mx: Racha
et: Päevade jada
fa: روزهای پیاپی
fi: Päiväputki
fr: Série
gu: સતત અભ્યાસ
he: רצף
hi: श्रृंखला
hr: Niz
hu: Sorozat
id: Rangkaian
is: Runa
it: Serie
ja: 連続記録
kn: ನಿರಂತರತೆ
ko: 연속 학습
lt: Serija
lv: Sērija
ml: തുടർച്ച
mr: सलग दिवस
nb: Dagrekke
nl: Dagreeks
pa: ਲੜੀ
pl: Seria
pt_br: Sequência
ro: Serie
ru: Серия
sk: Séria
sl: Niz
sv: Svit
sw: Mfululizo
ta: தொடர் நாட்கள்
te: వరుస రోజులు
th: สถิติต่อเนื่อง
tr: Seri
uk: Серія
ur: مسلسل دن
vi: Chuỗi ngày
zh_hans: 连续记录
zu: Uchungechunge

# progress.screen.title
source: Progress
ar: التقدم
bg: Напредък
bn: অগ্রগতি
ca: Progrés
cs: Pokrok
da: Fremskridt
de: Fortschritt
el: Πρόοδος
es_es: Progreso
es_mx: Progreso
et: Edenemine
fa: پیشرفت
fi: Edistyminen
fr: Progression
gu: પ્રગતિ
he: התקדמות
hi: प्रगति
hr: Napredak
hu: Haladás
id: Kemajuan
is: Framvinda
it: Progressi
ja: 進捗
kn: ಪ್ರಗತಿ
ko: 진행 상황
lt: Pažanga
ml: പുരോഗതി
mr: प्रगती
nb: Fremdrift
nl: Voortgang
pa: ਤਰੱਕੀ
pl: Postępy
pt_br: Progresso
ro: Progres
ru: Прогресс
sk: Pokrok
sl: Napredek
sv: Framsteg
sw: Maendeleo
ta: முன்னேற்றம்
te: పురోగతి
th: ความคืบหน้า
tr: İlerleme
uk: Прогрес
ur: پیش رفت
vi: Tiến độ
zh_hans: 进度
zu: Inqubekelaphambili

# progress.screen.today
source: Today
ar: اليوم
bg: Днес
bn: আজ
ca: Avui
cs: Dnes
da: I dag
de: Heute
el: Σήμερα
es_es: Hoy
es_mx: Hoy
et: Täna
fa: امروز
fi: Tänään
fr: Aujourd’hui
gu: આજે
he: היום
hi: आज
hr: Danas
hu: Ma
id: Hari ini
is: Í dag
it: Oggi
ja: 今日
kn: ಇಂದು
ko: 오늘
lt: Šiandien
lv: Šodien
ml: ഇന്ന്
mr: आज
nb: I dag
nl: Vandaag
pa: ਅੱਜ
pl: Dzisiaj
pt_br: Hoje
ro: Astăzi
ru: Сегодня
sk: Dnes
sl: Danes
sv: I dag
sw: Leo
ta: இன்று
te: ఈరోజు
th: วันนี้
tr: Bugün
uk: Сьогодні
ur: آج
vi: Hôm nay
zh_hans: 今天
zu: Namuhla
